/* 
  Localizable.strings
  MiniProgram

  Created by zacharysu(粟子明) on 2020/6/9.
  Copyright © 2020 Tencent. All rights reserved.
*/
"App.Name" = "WeChat";
"Common.Dialog.OK" = "確定";
"Common.Dialog.Cancel" = "取消";
"Common.Navigation.Back" = "返回";
"Common.Cancel" = "取消";
"Common.Delete" = "刪除";
"Common.Send" = "確定";
"Common.Exit" = "退出";
"Common.Close" = "關閉";
"Common.More" = "更多";
"Common.Alert.Hint.Title" = "提示";
"JSScopeConfirmWindow_Title_Login" = "WeChat 登入";
"JSScopeConfirmWindow_Title_Authorize" = "WeChat 授權";
"JSScopeConfirmWindow_Description" = "%@ 請求取得以下權限：";
"JSScopeConfirmWindow_Allow" = "允許";
"JSScopeConfirmWindow_Reject" = "取消";
"JSScopeConfirmWindow_Account_Desc" = "WeChat 個人資訊";
"JSScope.Privacy.Location.Desc" = "請在 Mac 的「系統偏好設定」>「安全性與隱私權」>「定位服務」，允許 WeChat 使用定位服務。";
"JSScope.Privacy.PhotoAdd.Desc" = "請在 Mac 的「系統偏好設定」>「安全性與隱私權」>「照片」，允許 WeChat 取用你的照片。";
"JSScope.Privacy.Camera.Desc" = "請在 Mac 的「系統偏好設定」>「安全性與隱私權」>「攝影機」，允許 WeChat 取用你的鏡頭。";
"JSScope.Privacy.Microphone.Desc" = "請在 Mac 的「系統偏好設定」>「安全性與隱私權」>「麥克風」，允許 WeChat 取用你的麥克風。";
"JSScope.Privacy.ScreenCapture.Desc" = "請在 Mac 的「系統偏好設定」>「安全性與隱私權」>「螢幕錄製」選項中，允許 WeChat 錄製螢幕內容。";
"WCAppBrand_MenuItem_Setting" = "設定";
"WCAppBrand_MenuItem_BannerQuickAddTips" = "要新增 %@ 到你的小程式嗎？";
"WCAppBrand_MenuItem_OpenDebugMode" = "打開除錯";
"WCAppBrand_MenuItem_CloseDebugMode" = "關閉除錯";
"WCAppBrand_MenuItem_OpenPerformance" = "顯示效能面板";
"WCAppBrand_MenuItem_ClosePerformance" = "關閉效能面板";
"WCAppBrand_MenuItem_DebugModeTips" = "重新打開後生效";
"WCAppBrand_MenuItem_Focused" = "已新增";
"WCAppBrand_MenuItem_Expose" = "檢舉";
"WCAppBrand_MenuItem_Feedback" = "意見反映";
"WCAppBrand_MenuItem_StaredToast" = "新增成功";
"WCAppBrand_MenuItem_StarFailed" = "新增失敗";
"WCAppBrand_MenuItem_UnstaredToast" = "已取消";
"WCAppBrand_MenuItem_UnstaredFailToast" = "取消失敗";
"WCAppBrand_MenuItem_openVCLogTips" = "測試版開始時間:%@ \n測試版結束時間：%@ \n是否啟用除錯公共庫：%d \n測試公共庫更新時間：%@ \n測試公共庫結束時間：%@ \n正式版公共庫版本：%lu \n公共庫更新時間：%@";
"WCAppBrand_MenuItem_BackToMain" = "返回首頁";
"WCAppBrand_MenuItem_BackToChat" = "顯示在聊天頂部";
"WCAppBrand_MenuItem_RemoveWeappBanner" = "從聊天頂部移除";
"WCAppBrand_MenuItem_LeaveInChatTips" = "已取消置頂";
"WCAppBrand_MenuItem_CommonShare" = "轉發";
"WCAppBrand_MenuItem_AddToHomeScreen" = "新增至桌面";
"WCAppBrand_MenuItem_CommonShareToWeWork" = "分享到 WeCom";
"WCAppBrand_MenuItem_CommonShareToWeChat" = "分享到 WeChat";
"WCAppBrand_MenuItem_AboutUs" = "關於我們";
"WCAppBrand_MenuItem_About" = "設定";
"WCAppBrand_MenuItem_Comment" = "評論";
"WCAppBrand_MenuItem_Leave" = "離開";
"WCAppBrand_MenuItem_CopyPathAndQuery" = "複製本頁連結";
"WCAppBrand_MenuItem_BackToIndex" = "返回首頁";
"WCAppBrand_MenuItem_AddToStar" = "新增到我的小程式";
"WCAppBrand_MenuItem_CancelStar" = "從我的小程式中移除";
"WCAppBrand_MenuItem_AddToStarSuccess" = "已新增";
"WCAppBrand_MenuItem_CancelStarSuccess" = "已移除";
"WCAppBrand_MenuItem_Minimize" = "最小化";
"WCAppBrand_MenuItem_WideScreen" = "寬螢幕模式";
"WCAppBrand_MenuItem_NarrowScreen" = "普通模式";
"WCAppBrand_ImageChoosePanel_OriginImage" = "原圖";
"WeApp_ChooseImage_Menu_Camera" = "拍照";
"WeApp_ChooseImage_Menu_Other" = "從 Mac 選擇...";
"WeApp_ChooseImage_No_Camera" = "沒有可以使用的鏡頭";
"WeApp_ChooseImage_No_Camera_Privacy" = "沒有鏡頭權限";
"WeApp_ChooseImage_TakePhoto" = "拍照";
"WeApp_ChooseImage_TakePhoto_Confirm" = "使用相片";
"WeApp_ChooseImage_TakePhoto_Retry" = "重新拍攝";
"WeApp_ChooseImage_TakePhoto_Error" = "無法拍照，請檢查有無可用的鏡頭。";
"WeApp_Error_Unknow" = "未知錯誤";
"WeApp_OpenTask_AlertTitle" = "開啟失敗";
"WeApp_OpenTask_Error_Parameter" = "參數錯誤";
"WeApp_OpenTask_Error_ExceedMaxWindow" = "最多只能打開 %lu 小程式";
"WeApp_OpenTask_Error_GameApp" = "WeChat for Mac 暫不支援打開小遊戲";
"WeApp_OpenTask_Error_UnsupportApp" = "暫時不支援打開此小程式，請在手機上操作。";
"WeApp_OpenTask_Error_UnsupportApp_Name" = "暫時不支援打開「%@」小程式，請在手機上操作。";
"WeApp_OpenTask_Error_NoAppID" = "缺少 ID";
"WeApp_OpenTask_Error_Foreground" = "已執行";
"WeApp_OpenTask_Error_Loading" = "正在載入…";
"WeApp_OpenTask_Error_NoVersion" = "版本錯誤";
"WeApp_OpenTask_Error_HomePage" = "主頁地址錯誤";
"WeApp_OpenTask_Error_CacheInfo" = "服務暫存資訊錯誤";
"WeApp_OpenTask_Error_NormalError" = "無法打開小程式，請稍後重試。（錯誤碼：%d）";
"WeApp_OpenTask_Error_NoPackageError" = "此小程式已過期，請重新掃描 QR Code。（錯誤碼：%d）";
"WeApp_OpenTask_Error_InternalError" = "內部錯誤";
"WeApp_OpenTask_Error_DownloadError" = "無法打開小程式，請檢查網路。（錯誤碼：%d）";
"WeApp_OpenTask_Error_NavigationNil" = "推送到導覽列失敗";
"WeApp_OpenTask_Error_AppConfigFail" = "頁面配置讀取失敗";
"WeApp_OpenTask_Error_ContactAttributeFail" = "屬性資訊讀取失敗";
"WeApp_OpenTask_Error_DebugUinInvalid" = "暫無體驗權限";
"WeApp_OpenTask_Error_DebugOutOfTime" = "開發版 QR Code 已失效";
"WeApp_OpenTask_Error_DebugDefault" = "QR Code 錯誤";
"WeApp_OpenTask_Error_LoadContactInfoFail" = "載入小程式資料逾時";
"WeApp_OpenTask_Error_RDMNotExist" = "小程式體驗版不存在，無法體驗。";
"WeApp_OpenTask_Error_RDMNetWorkFailed" = "網路請求逾時，請稍後再試。";
"WeApp_OpenTask_Error_RDMHasNoPermission" = "無體驗授權，請聯絡小程式管理員。";
"WeApp_OpenTask_Error_DevHasNoLocalPackInfo" = "開發版小程式已過期，請在開發者工具重新掃描 QR Code。";
"WeApp_OpenTask_Error_CdnDisaster" = "目前體驗人數過多，請稍後重試。";
"WeApp_Unsupport_Default" = "暫時不支援此功能，請在手機上進行操作。";
"WeApp_Unsupport_insertMap" = "暫時不支援地圖功能，請在手機上操作。";
"WeApp_Unsupport_startRecord" = "暫時不支援錄音功能，請在手機上操作。";
"WeApp_Unsupport_address" = "暫時不支援使用地址功能，請在手機上操作。";
"WeApp_Unsupport_InvoiceTitle" = "暫時不支援發票功能，請在手機上操作。";
"WeApp_Unsupport_makePhoneCall" = "暫時不支援撥打電話功能，請在手機上操作。";
"WeApp_Unsupport_scanCode" = "暫時不支援掃碼功能，請在手機上操作。";
"WeApp_Unsupport_card" = "暫時不支援會員卡 & 優惠券功能，請在手機上操作。";
"WeApp_Unsupport_bluetooth" = "暫時不支援藍牙功能，請在手機上操作。";
"WeApp_Unsupport_WeRun" = "暫時不支援 WeRun 功能，請在手機上操作。";
"WeApp_Suspension_Service" = "小程式已暫停服務";
"WeApp_NotSupportThisVersion" = "小程式尚未發佈";
"WeApp_Profile_EnterWeApp" = "進入小程式";
"WeApp_Profile_SuggestToFriend" = "推薦給朋友";
"WeApp_Profile_BussinessScope" = "服務範圍";
"WeApp_Profile_DeveloperInfo" = "個人資訊";
"WeApp_Profile_BindBrandInfo" = "相關官方帳號";
"WeApp_Profile_AuthorizationTips" = "允許「%@」使用我的：";
"WeApp_Profile_AuthorizationDenyTips" = "關閉授權可能會影響使用小程式的部分功能，請確認是否關閉。";
"WeApp_Profile_DenyAuthorization" = "關閉授權";
"WeApp_Profile_AuthorizationEmptyTip" = "「%@」未使用你的任何資訊";
"WeApp_Profile_NoMoreBindBrand" = "無更多官方帳號";
"WeApp_Profile_AuthorizationLocationDeny" = "不允許";
"WeApp_Profile_AuthorizationLocationWhenInUseAllow" = "使用期間";
"WeApp_Profile_AuthorizationLocationAlwaysAllow" = "永遠";
"WeApp_Profile_AuthorizationLocationDenyLongVer" = "不允許";
"WeApp_Profile_AuthorizationLocationWhenInUseAllowLongVer" = "使用小程式期間";
"WeApp_Profile_AuthorizationLocationAlwaysAllowLongVer" = "使用小程式期間與退出之後";
"WeApp.ScopeKey.Location.Desc" = "位置資訊";
"WeApp.ScopeKey.Account.Desc" = "用戶資訊";
"WeApp.ScopeKey.Camera.Desc" = "鏡頭";
"WeApp.ScopeKey.MircoPhone.Desc" = "麥克風";
"WeApp.Camera.Not.Available" = "鏡頭正在被使用或者未被偵測到，請稍後再試。";
"WeApp.Navigate.MiniProgram.Tip" = "正在取得資訊...";
"WeApp_UserAutoFill_TitlePre" = "要使用你儲存的資訊嗎？";
"WeApp_UserAutoFill_TitleAfter" = "要儲存填寫的資訊嗎？";
"WeApp_UserAutoFill_OpenDetail" = "了解詳情";
"WeApp_UserAutoFill_PhoneAuthTitle" = "WeChat 手機號碼授權";
"WeApp_UserAutoFill_PhoneAuthAllow" = "確認授權";
"WeApp_UserAutoFill_PhoneVerifyTitle" = "請填寫手機簡訊驗證碼。";
"WeApp_UserAutoFill_PhoneVerifyContent" = "已發送到手機號碼：%@。";
"WeApp_UserAutoFill_PhoneVerifyNotReceive" = "收不到驗證碼？";
"WeApp_UserAutoFill_PhoneVerifyRetry" = "重新傳送";
"WeApp_UserAutoFill_PhoneVerifyRetryInfo" = "驗證碼不正確，請重新發送。";
"WeApp_UserAutoFill_PhoneVerifyRetryFrequently" = "操作過於頻繁，請稍候再試。";
"WeApp_UserAutoFill_PhoneBindTitle" = "WeChat 帳號尚未綁定手機號碼";
"WeApp_UserAutoFill_PhoneBindContent" = "WeChat 帳號綁定手機號碼後才可以使用手機號碼快速填寫功能";
"WeApp_UserAutoFill_PhoneBind" = "綁定手機號碼";
"WeApp_UserAutoFill_PhoneSmsTips" = "簡訊已發送";
"WeApp_UserAutoFill_PhoneBindTips" = "已儲存";
"WeApp_UserAutoFill_PhoneSmsError" = "簡訊發送異常";
"WeApp_UserAutoFill_PhoneSmsFail" = "簡訊發送失敗";
"WeApp_UserAutoFill_CountDown" = "%d 秒後可以重新發送";
"WeApp_UserAutoFill_AuthInfoTitle" = "WeChat 手機號碼授權功能說明";
"WeApp_UserAutoFill_AuthComplaint" = "檢舉該小程式";
"WeApp_GetPhoneNumber_RequireToGet" = "請求取得";
"WeApp_GetPhoneNumber_YourPhoneListTitle" = "你的手機號碼";
"WeApp_GetPhoneNumber_ManagePhoneList" = "管理手機號碼";
"WeApp_GetPhoneNumber_UseOtherPhone" = "使用其他手機號碼";
"WeApp_GetPhoneNumber_BindedWxPhone" = "WeChat 綁定號碼";
"WeApp_GetPhoneNumber_Reject" = "拒絕";
"WeApp_GetPhoneNumber_Allow" = "允許";
"WeApp_GetPhoneNumber_AuthTitle" = "第三方手機號碼授權說明";
"WeApp_GetPhoneNumber_AddNewPhone" = "新增其他號碼";
"WeApp_GetPhoneNumber_AddNewPhone_CompliantPrefrefix" = "如果發現不當蒐集或使用資訊的行為，\n可以向平台";
"WeApp_GetPhoneNumber_AddNewPhone_Compliant" = "檢舉";
"WeApp_GetPhoneNumber_ManagePhone" = "管理";
"WeApp_GetPhoneNumber_AddNewPhone_ReachLimitation" = "只能新增 %d 個號碼";
"WeApp_GetPhoneNumber_AddNewPhone_Title" = "新增其他號碼";
"WeApp_GetPhoneNumber_AddNewPhone_PhoneNumber" = "手機號碼";
"WeApp_GetPhoneNumber_AddNewPhone_ConfirmCode" = "驗證碼";
"WeApp_GetPhoneNumber_AddNewPhone_SavePhone" = "儲存此號碼供日後授權使用";
"WeApp_GetPhoneNumber_AddNewPhone_SendConfirmCode" = "取得驗證碼";
"WeApp_GetPhoneNumber_AddNewPhone_PlaceHolder_EnterValidPhoneNumber" = "輸入有效的手機號碼";
"WeApp_GetPhoneNumber_AddNewphone_PlaceHolder_EnterConfirmCode" = "輸入六位數驗證碼";
"WeApp_GetPhoneNumber_NetError" = "網路錯誤";
"WeApp_RemoteDebug_MaskLabel_Disconnect" = "無網路...";
"WeApp_RemoteDebug_MaskLabel_Breakpoint" = "遇到中斷點...";
"WeApp_RemoteDebug_MaskLabel_WaitingIDE" = "等待工具加入...";
"WeApp_RemoteDebug_MaskLabel_TooMuchMsg" = "訊息積存過多...";
"WeApp_RemoteDebug_ConnectLabel_Disconnect" = "已斷線";
"WeApp_RemoteDebug_ConnectLabel_Connecting" = "正在連接";
"WeApp_RemoteDebug_ConnectLabel_Connected" = "已連線";
"WeApp_RemoteDebug_ConnectLabel_Reconnect" = "第 %tu 次嘗試重試...";
"WeApp_RemoteDebug_ServerLabel_None" = "伺服器 --";
"WeApp_RemoteDebug_ServerLabel_Normal" = "伺服器正常";
"WeApp_RemoteDebug_ServerLabel_Error" = "伺服器處理出錯";
"WeApp_RemoteDebug_ServerLabel_WaitIDE" = "伺服器訊息積存";
"WeApp_RemoteDebug_EndReason_NotSupported" = "目前 iOS 版本暫不支援小遊戲的遠端除錯";
"WeApp_RemoteDebug_EndReason_DebugFinish" = "本機除錯已結束";
"WeApp_RemoteDebug_EndReason_TicketFail" = "無法取得票據";
"WeApp_RemoteDebug_EndReason_IDEQuit" = "開發工具已退出除錯";
"WeApp_RemoteDebug_EndReason_IsDebug" = "房間正在除錯，不能再次加入。";
"WeApp_RemoteDebug_SendFail_AskRetry" = "傳送失敗，要繼續重試嗎？";
"WeApp_RemoteDebug_ConnectFail_AskRetry" = "網路異常，要繼續重試嗎？";
"WeApp_RemoteDebug_PannelString_Expand" = "展開";
"WeApp_RemoteDebug_PannelString_Shrink" = "折疊";
"WeApp_RemoteDebug_PannelString_Stop" = "停止";
"WeApp_RemoteDebug_PannelString_Log" = "日誌";
"WeApp_RemoteDebug_PannelString_NeedConfirm" = "待確認";
"WeApp_RemoteDebug_PannelString_NeedSend" = "待傳送";
"WeApp_RemoteDebug_PannelString_HasSend" = "已傳送";
"WeApp_RemoteDebug_PannelString_HasRecv" = "已接收";
"WeApp_RemoteDebug_PannelString_AlwaysOnTop" = "永遠最前";
"WeApp_RemoteDebug_Common_GiveUp" = "放棄";
"WeApp_RemoteDebug_Common_Retry" = "重試";
"WeApp_RemoteDebug_Connection_Error" = "連接開發者工具出錯";
"WeApp_RemoteDebug_Unsupport" = "目前的 macOS 版本不支援打開小程式";
"WeApp_Mac_Tips_EmptyBindPhone_Title" = "你尚未綁定手機號碼";
"WeApp_Mac_Tips_EmptyBindPhone_Msg" = "請在 WeChat 手機應用程式進行相關操作";
"WeApp_ForceClose_Title" = "提示";
"WeApp_ForceClose_InjectJsError" = "載入失敗";
"WeApp_ForceClose_NoActive" = "此小程式突然退出，請稍後重試。";
"WeApp_ForceClose_ForeApp" = "記憶體空間不足，可嘗試重新開啟該小程式。";
"weApp_ForceClose_ForeGame" = "記憶體空間不足，可嘗試重新開啟小遊戲。";
"WeApp_ForceClose_PubLibUpdate" = "資料庫已更新，重啟小程式使用。";
"WeApp_ForceClose_Lock" = "WeChat 鎖定，重啟小程式使用。";
"WeApp_OpenTask_Error_LaunchWeAppFail" = "小程式啟動失敗（錯誤碼：%d）";
"WeApp_OpenTask_Error_PushWebViewTimeout" = "小程式推入頁面逾時";
"WeApp_OpenTask_Error_EnterAnimationTimeout" = "小程式下載介面逾時";
"WeApp_OpenTask_Error_Multiprocess" = "程序有誤，請稍後再打開小程式。";
"WeApp_OpenTask_Error_Open" = "小程式正在更新，請稍候打開。";
"WeApp_Pay_View_Desc" = "請使用 WeChat 應用程式掃描付款";
"WeApp_Pay_Success" = "付款成功";
"WeApp_DebugMode_Dev" = "開發版";
"WeApp_DebugMode_RDM" = "測試版";
"WeApp_Profile_Score" = "分";
"WeApp_Profile_Location" = "正在定位";
"WeApp_Profile_Voice" = "正在錄音";
"WeApp_Profile_Video" = "正在錄影螢幕";
"WeApp_Profile_Home_Disable" = "目前在首頁";
"WeApp_Profile_Share_Disable" = "無法轉發目前頁面";
"WeApp_Profile_Setting_Disable" = "小程式設定";
"WeApp_Privacy_Location_Setting" = "去設定";
"WeApp_Privacy_Location_Service" = "定位服務未啟用";
"WeApp_Privacy_Location_Desc" = "1. 打開系統偏好設定 > 安全性與隱私權 > 定位服務 > 啟用定位服務；\n2. 允許「WeChat」使用定位服務；";
"WeApp_Crash_Desc" = "小程式程序「@」出現錯誤異常退出，要重新打開嗎？";
"WeApp_Crash_Confirm" = "重新打開";
